{
  "coins": [
    {
      "id": 1,
      "categoryId": 1,
      "categoryName": "coins",
      "name": "Монета Рік Пацюка",
      "series": "Східний календар",
      "year": "2020",
      "metal": "нейзильбер",
      "denomination": "5",
      "description": "На аверсі монети розміщено: угорі – малий Державний Герб України, праворуч від якого напис півколом УКРАЇНА; на дзеркальному тлі по колу зображені 12 символів східного календаря, у центрі кола – стилізований годинник зі стрілкою, що вказує на пацюка – символ року, під стрілкою рік карбування монети – 2020; унизу ліворуч напис півколом 5 ГРИВЕНЬ; на матовому тлі зображені стилізовані під українську витинанку символи кожної пори року: сніжинка (угорі), квітка (праворуч), ягода (унизу), листок (ліворуч); логотип Банкнотно-монетного двору Національного банку України (праворуч над символом тигра).\n\nНа реверсі монети зображено символ східного календаря 2020 року – згорнутого у клубочок пацюка, якого оточують по колу стилізовані символи: сніжинки (угорі праворуч), квітки (унизу праворуч), плоди (унизу ліворуч), гілки (угорі ліворуч).\n\nПрисвячена року Пацюка, одній із тварин, якою розпочинається дванадцятирічний цикл східного календаря.",
      "price": 89,
      "image": "https://firebasestorage.googleapis.com/v0/b/coins-shop-7b076.appspot.com/o/images%2F5bb999ed-6094-46ad-a8dd-2c24cb16133a.jpeg?alt=media&token=ac885f7e-cb31-4f12-971f-2aa2ed745fc9"
    },
    {
      "id": 2,
      "categoryId": 1,
      "categoryName": "coins",
      "name": "Монета На варті життя (присвячується військовим медикам)",
      "series": "Збройні Сили України",
      "year": "2019",
      "metal": "сплав на основі цинку",
      "denomination": "10",
      "description": "Присвячена військовим медикам – людям, чия професія поєднує в собі медичні та військові знання, які самовіддано служать Батьківщині, щодня рятуючи життя її захисників, здійснюють подвиг милосердя, мужності і стійкості.\n\nНа аверсі монети розміщено: малий Державний Герб України (ліворуч), напис УКРАЇНА (угорі півколом), рік карбування монети 2019 (праворуч), номінал ДЕСЯТЬ ГРИВЕНЬ (півколом унизу); у центрі – стилізовану композицію: полум’я, на тлі якого – хрест, символ медицини, навколо – камуфльовані уламки, що символізують драматизм війни; унизу між уламками – логотип Банкнотно-монетного двору Національного банку України.\n\nНа реверсі монети розміщено стилізовану композицію: військовий медик надає допомогу пораненому бійцеві під час бойових дій, дзеркальні силуети гелікоптера та групи військових, які прямують до нього з ношами (ліворуч); напис: НА ВАРТІ ЖИТТЯ (унизу).",
      "price": 18,
      "image": "https://firebasestorage.googleapis.com/v0/b/coins-shop-7b076.appspot.com/o/images%2F5775a510-72ba-49ec-97d6-967b2ae8dc70.jpeg?alt=media&token=d6ea3c37-f90d-4515-bdd7-977f3a1e5d7d"
    },
    {
      "id": 3,
      "categoryId": 1,
      "categoryName": "coins",
      "name": "Монета 100 років Харківському історичному музею імені М. Ф. Сумцова",
      "series": "Духовні скарби України",
      "year": "2020",
      "metal": "нейзильбер",
      "denomination": "5",
      "description": "На аверсі монети розміщено: малий Державний Герб України, над яким напис півколом УКРАЇНА, композицію: стилізовані дерева увінчані плодами, що символізують духовну та матеріальну культуру, праворуч і ліворуч від яких – вертикальні смуги, що нагадують фасад сучасної будівлі музею, унизу на дзеркальному тлі – рік карбування 2020 (між деревами); номінал – 5/ГРИВЕНЬ (на тлі стилізованого розпису); логотип Банкнотно-монетного двору Національного банку України (праворуч).На реверсі монети розміщено стилізовану композицію: ліворуч та праворуч зображено фасади будівель музею різних періодів, у центрі – декоративна арка, в якій зображено портрет М. Ф. Сумцова та написи: 100/РОКІВ (угорі), ХАРКІВСЬКИЙ ІСТОРИЧНИЙ МУЗЕЙ (над портретом півколом), ІМЕНІ/ М. Ф. СУМЦОВА (унизу на матовому тлі).\n\nПрисвячена віковому ювілею одного з найбільших музеїв України, культурного центру Слобожанщини та Східної України. Щороку заклад приймає понад 200 тисяч відвідувачів і вже протягом століття зберігає своє непересічне значення дослідницького, науково-методичного і культурно-виховного центру Харківської області. Біля витоків музею Слобідської України стояв Микола Федорович Сумцов – видатний учений, етнограф, історик, дослідник народного побуту і світогляду, який і став першим директором музею.",
      "price": 81,
      "image": "https://firebasestorage.googleapis.com/v0/b/coins-shop-7b076.appspot.com/o/images%2Fdf1a86eb-c832-4665-bf16-1f661046f30e.jpeg?alt=media&token=b1919146-bb9e-4e99-bbf5-a7bdc20c0347"
    },
    {
      "id": 4,
      "categoryId": 1,
      "categoryName": "coins",
      "name": "Монета Микола Лукаш",
      "series": "Видатні особистості України",
      "year": "2019",
      "metal": "нейзильбер",
      "denomination": "2",
      "description": "На аверсі монети розміщено: угорі – малий Державний Герб України, праворуч та ліворуч від якого зазначені цифри 20 19, під гербом напис УКРАЇНА; унизу номінал – 2 ?; стилізовану композицію, що символізує книгу перекладів Миколи Лукаша – ліворуч на матовому тлі зазначені автори: GOETHE/FLAUBERT/SCHILLER/RILKE HEINE/CERVANTES/BURNS TUWIM/HUGO VERLAINE/BOCCACCIO/MICKIEWICZ, праворуч, на дзеркальному тлі – ҐЕТЕ/ФЛОБЕР/ШИЛЛЕР/ГЕЙНЕ РІЛЬКЕ/СЕРВАНТЕС/ТУВІМ БЕРНС/ВЕРЛЕН ГЮГО /БОККАЧЧО/МІЦКЕВИЧ. Праворуч на дзеркальному тлі розміщено логотип Банкнотно-монетного двору Національного банку України.На реверсі монети зображено портрет Миколи Лукаша, ліворуч від якого на дзеркальному тлі зазначено роки життя у два рядки 1919/1988; праворуч вертикальні написи: МИКОЛА/ЛУКАШ.\n\nПрисвячена 100-річчю від дня народження Миколи Лукаша – одного з найвидатніших перекладачів з феноменальним лінгвістичним обдаруванням і дивовижною ерудицією – перекладав з 18 мов світу. Микола Олексійович Лукаш – лексикограф, літературознавець, якому був властивий пошук оригінальної української лексики, який з високою художньою досконалістю відтворив шедеври світової літератури та залишив велику і різноманітну спадщину.",
      "price": 68,
      "image": "https://firebasestorage.googleapis.com/v0/b/coins-shop-7b076.appspot.com/o/images%2F63b2cb43-825d-4541-a511-1b8ad666c425.jpeg?alt=media&token=16fbeb8c-e6d3-4520-b59e-449416e85720"
    },
    {
      "id": 5,
      "categoryId": 1,
      "categoryName": "coins",
      "name": "nn",
      "series": "Видатні особистості України",
      "year": "-1",
      "metal": "біметалеві із дорогоцінних металів",
      "denomination": "200 000",
      "price": 5,
      "image": "https://firebasestorage.googleapis.com/v0/b/coins-shop-7b076.appspot.com/o/images%2F75b6fc33-61c6-4c45-9f0b-8a834caaf50b.jpeg?alt=media&token=099d9cf4-05a1-4326-9993-2293e875f471"
    }
  ],
  "banknotes": [],
  "medals": [],
  "accessories": [
    {
      "id": 1,
      "categoryId": 4,
      "categoryName": "accessories",
      "name": "книга",
      "description": "тптитити",
      "price": 400,
      "image": "https://firebasestorage.googleapis.com/v0/b/coins-shop-7b076.appspot.com/o/images%2F3d159d28-96bf-44f2-b8b0-6c4a127e7e2b.jpeg?alt=media&token=e1a9022c-94e9-48e4-bda4-5aeed9165482"
    },
    {
      "id": 2,
      "categoryId": 4,
      "categoryName": "accessories",
      "name": "лист",
      "description": "аптитит",
      "price": 27,
      "image": "https://firebasestorage.googleapis.com/v0/b/coins-shop-7b076.appspot.com/o/images%2F78922639-1ac5-4330-8564-40229820a699.jpeg?alt=media&token=a9576c7f-912a-4461-b2e7-41e88991497a"
    }
  ],
  "categories": [
    "coins",
    "banknotes",
    "medals",
    "accessories"
  ]
}